Repository: chenhan1218/ubiquity
Catalog: debian/po/*.po
Languages: eu, kk, km, lv, sv, th

source: This particular error is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
lv: Šāda kļūda nereti gadās bojāta CD/DVD diska vai diskiekārtas vai veca un bojāta cietā diska dēļ. Mēģiniet notīrīt disku, rakstīt CD/DVD ar mazāku ātrumu vai notīrīt CD/DVD diskiekārtas lēcu.Pārliecinieties, ka jūsu disks nav vecs un bojāts un ka to nevajag mainīt. Tāpat varat mēģināt pārvietot datoru uz kādu vēsāku vietu.
sv: Det här specifika felet beror ofta på en felaktig cd/dvd-skiva eller enhet, eller en felaktig hårddisk. Det kan hjälpa att göra rent skivan, att bränna skivan med en lägre hastighet, eller att göra rent linsen i cd/dvd-enheten (rengöringsprodukter finns ofta hos elektronikleverantörer), att kontrollera huruvida hårddisken är gammal och behöver bytas ut, eller att flytta systemet till en kallare miljö.

source: Copying installation logs...
eu: Instalazio loga kopiatzen...
kk: Орнату журналын көшіру...
km: កំពុង​ចម្លងកំណត់​ហេតុ​ការ​ដំឡើង...
lv: Kopēju instalēšanas žurnālu...
sv: Kopierar installationsloggar...
th: กำลังทำสำเนาบันทึกของการติดตั้ง( installation logs) ...

source: Configuring target system...
kk: Қабылдаушы жүйені баптау...
km: កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ​ដែល​កំណត់​ទុក្ខ​ជា​មុន
lv: Konfigurē mērķa sistēmu...
sv: Konfigurerar målsystemet...
th: กำลังปรับค่าระบบปลายทาง...

source: Configuring system locales...
eu: Sistemaren lokalak ezartzen...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​មូលដ្ឋាន​ប្រព័ន្ធ...
lv: Konfigurēju sistēmas lokāles...
sv: Konfigurerar systemlokaler...
th: กำลังปรับแต่งระบบสำหรับท้องถิ่น...

source: Configuring apt...
eu: apt konfiguratzen...
kk: apt баптау...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ apt...
lv: Konfigurē apt...
sv: Konfigurerar apt...
th: กำลังตั้งค่า apt...

source: Configuring time zone...
eu: Sarea konfiguratzen...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​តំបន់​ពេលវេលា...
lv: Konfigurēju laika zonu...
sv: Konfigurerar tidszon...
th: กำลังตั้งค่าเวลา...

source: Configuring keyboard...
eu: Teklatua konfiguratzen...
kk: Пернетақтаны баптау...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ក្ដារចុច...
lv: Konfigurēju klaviatūru...
sv: Konfigurerar tangentbord...
th: กำลังปรับแต่งแป้นพิมพ์...

source: Creating user...
eu: Erabiltzaileak sortzen...
km: កំពុង​បង្កើត​អ្នក​ប្រើ...
lv: Veidoju lietotājus...
sv: Skapar användare...
th: กำลังเพิ่มผู้ใช้...

source: Importing documents and settings...
kk: Құжаттар мен баптауды импорттау...
km: កំពុង​នាំ​ចូល​ឯកសារ​និង​ការ​កំណត់...
lv: Importē dokumentus un sistēmas iestatījumus...
sv: Importerar dokument och inställningar...
th: รวมไฟล์และการติดตั้ง...

source: Configuring hardware...
eu: Sarea konfiguratzen...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ផ្នែក​រឹង...
lv: Konfigurēju iekārtas...
sv: Konfigurerar maskinvara...
th: กำลังปรับแต่งฮาร์ดแวร์...

source: Configuring network...
eu: Sarea konfiguratzen...
kk: Жүйені баптау...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​បណ្តាញ...
lv: Konfigurēju tīklu...
sv: Konfigurerar nätverket...
th: กำลังปรับแต่งระบบเครือข่าย...

source: Setting computer name...
eu: Ordenagailuaren izena konfiguratzen...
km: កំពុង​កំណត់​ឈ្មោះ​កុំព្យូទ័រ...
lv: Uzstādu datora vārdu...
sv: Ställer in datornamn...
th: กำลังตั้งชื่อของเครื่องคอมพิวเตอร์...

source: Configuring boot loader...
eu: Sarea konfiguratzen...
km: កំពុង​រចនាសម្ព័ន្ធ​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ...
lv: Konfigurēju sāknētāju...
sv: Konfigurerar starthanterare...
th: กำลังตั้งค่าตัวบูตระบบ...

source: Installing additional packages...
kk: Қосымша дестелерді орнату...
km: កំពុង​ដំឡើង​កញ្ចប់​បន្ថែម...
lv: Instalēt papildus pakotnes...
sv: Installerar extrapaket...
th: กำลังติดตั้งแพคเกจเพิ่มเติม

source: Checking for packages to install...
kk: Орнатылатын дестелерді тексеру...
km: កំពុង​ពិនិត្យ​កញ្ចប់​ត្រូវ​ដំឡើង...
lv: Pārbauda uzstādāmās pakotnes...
sv: Letar efter paket att installera...
th: กำลังตรวจแพคเกจที่จะติดตั้ง...

source: Removing extra packages...
eu: Pakete gehigarriak kentzen...
km: កំពុង​យក​កញ្ចប់​បន្ថែម​ចេញ...
lv: Noņemu papildus pakas...
sv: Ta bort extrapaket...
th: กำลังลบแพกเกจเสริมต่างๆ ออก...

source: Checking for packages to remove...
eu: Kendu beharreko paketeak bilatzen...
kk: Жойылатын дестелерді тексеру...
km: កំពុង​ពិនិត្យ​កញ្ចប់​ដែល​ត្រូវ​យក​ចេញ...
lv: Pārbaudu pakotnes, ko noņemt...
sv: Letar efter paket att ta bort...
th: กำลังตรวจสอบแพ็กเกจที่จะถอดถอน...

source: Downloading packages (${TIME} remaining)...
eu: Paketea jeizten (falta da ${TIME})
kk: Дестелерді жүктеп алу (${TIME} қалды)...
km: កំពុង​ទាញយក​កញ្ចប់ (នៅសល់ ${TIME})...
lv: Lejupielādēju pakotnes (${TIME} atlicis)...
sv: Hämtar ner paket (${TIME} återstår)...
th: กำลังดาวน์โหลดแพ็กเกจ (ต้องใช้เวลาอีก ${TIME})...

source: Downloading package lists...
eu: Pakete zerrenda jaisten...
kk: Десте тізімін жүктеп алу жүруде...
km: កំពុង​ទាញយក​បញ្ជី​កញ្ចប់...
lv: Lejupielādēju pakotņu sarakstus...
sv: Hämtar paketlistor...
th: รายชื่อของแพ็กเกจที่กำลังดาวน์โหลด...

source: Downloading package lists (${TIME} remaining)...
eu: Pakete zerrenda jaisten (falta da ${TIME}...)
kk: Десте тізімін жүктеп алу жүруде (${TIME} қалды)...
km: កំពុង​ទាញយក​បញ្ជី​កញ្ចប់ (នៅសល់ ${TIME})...
lv: Lejupielādē pakotņu sarakstus (${TIME} atlicis)...
sv: Hämtar ner paketlistor (${TIME} återstår)...
th: รายชื่อของแพ็กเกจที่กำลังดาวน์โหลด (ต้องใช้เวลาอีก ${TIME})...

source: Error installing ${PACKAGE}
eu: Ezin da ${PACKAGE} instalatu
kk: ${PACKAGE} орнатуда қате
km: មិន​អាច​ដំឡើង ${PACKAGE}
lv: Nevaru uzinstalēt ${PACKAGE}
sv: Fel vid installation av ${PACKAGE}
th: เกิดการผิดพลาดขณะทำการติดตั้ง ${PACKAGE}

source: Error removing ${PACKAGE}
eu: Errorea ${PACKAGE} ezabatzean
kk: ${PACKAGE} дестесін жоюда қате кетті
km: មិន​អាច​យក​ ${PACKAGE} ចេញ
lv: Kļūda noņemot ${PACKAGE}
sv: Fel vid hämtning av ${PACKAGE}
th: เกิดการผิดพลาดขณะกำลังถอน ${PACKAGE}

source: Error while installing packages
kk: Дестелер орнатуда қате кетті
km: កំហុស​ខណៈពេល​ដំឡើង​កញ្ចប់
lv: Kļūda instalējot pakotnes
sv: Fel vid installation av paket
th: มีข้อผิดพลาดระหว่างติดตั้งแพคเกจ

source: An error occurred while installing packages:
kk: Дестелер орнату кезінде қате кетті:
km: មាន​កំហុស​មិន​អាច​តម្រូវ​ខណៈពេល​ដំឡើង​កញ្ចប់ ៖
lv: Ir notikusi kļūda instalējot pakotnes
sv: Ett fel inträffade vid installation av paket:
th: มีข้อผิดพลาดระหว่างติดตั้งแพคเกจ:

source: The following packages are in a broken state:
kk: Келесі дестелер зақымданған:
km: កញ្ចប់​ដែល​ត្រូវ​ខូច ៖
lv: Šīs pakotnes ir sabojātas:
sv: Följande paket är i ett trasigt tillstånd:
th: แพคเกจต่อไปนี้อยู่ในสถานะเสีย:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
kk: Мұның себебі орнатушының ескі болуы не жоғарыдағы дестенің құрамында қате кездесуінен болуы мүмкін. Толығырақ мәліметті /var/log/syslog файлынан алуға болады. Орнатушы жұмысын жалғастырып көреді, дегенмен кейінірек өзге дестелерді (өзін де) не орната, не жоя алмайтын жағдайға ұрынуы мүмкін. Сондықтан жаңа орнатушы тауып көру керек не қате туралы хабарламаны жіберу керек.
km: នេះ​ដោយ​សារ​តែ​ប្រើ​រូបភាព​កម្មវិធី​ដំឡើង​ចាស់ ឬ​វា​អាច​មក​ពី​កំហុស​នៅ​ក្នុង​កញ្ចប់​មួយ​ចំនួន​ដែល​បាន​រាយ​នៅ​ខាង​លើ ។ សេចក្ដី​លម្អិត​បន្ថែម​អាច​រក​បាន​នៅ​ក្នុង /var/log/syslog ។ ទោះ​ជា​យ៉ាង​ណា​ក៏​ដោយ កម្មវិធី នៅ​តែ​បន្ត​ដំណើរការ ប៉ុន្តែ​អាច​បរាជ័យ​នៅ​ពេល​ក្រោយ និង​មិន​អាច​ដំឡើង ឬ​យក​កញ្ចប់​ផ្សេងៗ​ចេញ​បាន​ទេ (រួម​ទាំង​ខ្លួន​វា​ផង)
lv: Šis varētu notikt ja lietojat vecu instalātora programmu, vai ja ir kļūda kādā no instalējamajām pakotnēm. Papildus informācija ir atrodama /var/log/syslog. Instalātors mēģinās turpināt, bet var darba gaitā var rasties kļūmes un instalātors var vairs nespēt izinstalēt vai noņemt citas pakotnes sistēmā (varbūt arī pats sevi). Jums vispirms vajadzētu pārbaudīt vai nav pieejama jaunāka instalātora versija, vai nosūtīt kļūdas paziņojumu jūsu izplatītājam.
sv: Det här kan bero på användningen av en gammal installationsavbild, eller det kan bero på ett fel i några av de paket som listas ovan. Mer information kan hittas i filen /var/log/syslog. Installationsprogrammet kommer att försöka fortsätta ändå men kan misslyckas vid en senare tidspunkt, och kommer inte kunna installera eller ta bort andra paket (kanske även sig själv) från det installerade systemet. Du bör först leta efter nyare versioner av din installationsavbild, eller rapportera misslyckandet till din leverantör.
th: นี่อาจจะเป็นเพราะใช้โปรแกรมติดตั้งรุ่นเก่า หรืออาจจะมีข้อผิดพลาดในแพกเก็จที่แสดงอยู่ กรุณาดูรายละเอียดเพิ่มเติมได้ในไฟล์ /var/log/syslog โปรแกรมติดตั้งจะพยายามทำงานต่อไป แต่อาจจะมีปัญหาภายหลังที่จะไม่สามารถทำการติดตั้งหรือลบแพกเก็จอื่นๆออก(อาจจะรวมถึงตัวโปรแกรมติดตั้งเองด้วย)จากระบบที่ถูกติดตั้งไว้ คุณควรลองหาโปรแกรมติดตั้งรุ่นล่าสุด ถ้าไม่สามารถหาได้ ควรรายงานปัญหานี้ให้กับตัวแทนที่ดูแลระบบนี้

source: Error while removing packages
kk: Дестелер жоюда қате кетті
km: កំហុស​ខណៈពេល​យក​កញ្ចប់​ចេញ
lv: Kļūda noņemot pakotnes
sv: Fel vid borttagning av paket
th: เกิดข้อผิดพลาดขณะเอาแพคเกจออก

source: An error occurred while removing packages:
kk: Дестелер жою кезінде қате кетті:
km: កំហុស​ខណៈពេល​យក​កញ្ចប់​ចេញ ៖
lv: Ir notikusi kļūda noņemot pakotnes:
sv: Ett fel inträffade vid borttagning av paket:
th: เกิดข้อผิดพลาดขณะเอาแพคเกจออก:

source: Installing language packs
eu: Hizkuntz-paketeak ezartzen
kk: Тілдік дестелерді орнату
km: កំពុង​ដំឡើង​កញ្ចប់​ភាសា
lv: Instalēju valodu pakotni
sv: Installerar språkpaket
th: กำลังติดตั้งชุดภาษา

source: Downloading language packs (${TIME} remaining)...
eu: Hizkuntz-paketeak deskargatzen (${TIME} faltan)...
kk: Тілдік десте жүктелуде (${TIME} қалды)...
km: កំពុង​ទាញ​យក​កញ្ចប់​ភាសា (នៅសល់ ${TIME})...
lv: Lejupielādēju valodu pakotnes (${TIME} atlicis)...
sv: Hämtar ner språkpaket (${TIME} återstår)...
th: กำลังดาวน์โหลดชุดภาษา (ต้องใช้เวลาอีก ${TIME})...

source: Failed to unmount partitions
kk: Бөлімдерді тіркеуден шығару мүмкін болмады
km: កំហុស​ក្នុង​ការមិន​ម៉ោន​ភាគ​ថាស
lv: Kļūda demontējot partīcijas
sv: Misslyckades med att avmontera partitioner.
th: เลิก mount พาร์ทิชันไม่สำเร็จ

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
kk: Орнатушы диск бөлімдеріне қатысты өзгертулерді қолдануы керек, бірақ та бөлімдерді келесі нүктелерден тіркеуден шығару мүмкін болмай тұр:
km: កម្មវិធី​ដំឡើង តម្រូវ​ឲ្យ​ដាក់ស្នើ​ការ​ផ្លាស់ប្ដូរ​ទៅកាន់​តារាង​ភាគថាស ប៉ុន្តែ​ធ្វើ​មិនបាន​ទេ ព្រោះ​មិនអាច​អាន់ម៉ោន​ភាគថាស​នៅលើ​ចំណុចម៉ោន​ខាងក្រោម​បាន ៖
lv: Instalācijas programmai ir jāsaglabā partīciju tabulas izmaiņas, bet tas nav iespējams, jo sekojošās vietās piemontētās partīcijas nevar atmontēt:
sv: Installationsprogrammet behöver verkställa ändringar i partitionstabellerna men kan inte göra det på grund av att partitionerna på följande monteringspunkter inte kan avmonteras:
th: ตัวติดตั้งต้องการบันทึกการแก้ไขลงในตารางพาร์ทิชัน แต่ไม่สามารถทำได้เนื่องจากพาร์ทิชันที่อยู่บนจุดเมานท์ต่อไปนี้ไม่สามารถยกเลิกเมานท์ได้:

source: Please close any applications using these mount points.
kk: Осы тіркеу нүктелерін пайдаланып жатқан қолданбаларды жабыңыз.
km: សូម​បិទ​កម្មវិធី​ផ្សេង​ដែល​ប្រើ​ចំនុច​ម៉ោន ។
lv: Lūdzu aizveriet visas programmas, kas varētu izmantot šīs vietas.
sv: Stäng de program som använder dessa monteringspunkter.
th: โปรดปิดโปรแกรมใดๆที่ใช้จุดเมานท์เหล่านี้

source: Would you like the installer to try to unmount these partitions again?
kk: Осы бөлімдерді тіркеуден шығаруды қайталап көруді қалайсыз ба?
km: តើ​អ្នក​ពិត​ជា​ចង់​ឲ្យ​កម្មវិធី​ដំឡើង​ ព្យាយាម​មិន​ម៉ោន​ភាគ​ថាស់​ម្ដង​ទៀត​ទេ ?
lv: Vai vēlaties, lai instalators vēlreiz mēģina atmontēt šīs partīcijas?
sv: Vill du att installationsprogrammet ska försöka igen att avmontera dessa partitioner?
th: คุณต้องการให้ตัวติดตั้งลองยกเิลิกเมานท์พาร์ทิชั่นเหล่านี้อีกหรือไม่?

source: Install Type: ${INSTALLTYPE} Drivers: Add. Video Driver: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Additional Services: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV Service: ${EN_MYSQL} Normal Ubuntu Install Questions: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Regular Name: ${FULLNAME} Regular Login name: ${USERNAME} Location: ${LOCATION}
lv: Instalācijas tips: ${INSTALLTYPE} Draiveri: Papildus Video draiveris: ${VIDEO_DRIVER} TV-Out: ${TVOUT}, ${TVSTANDARD} Papildus pakalpojumi: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV pakalpojums: ${EN_MYSQL} Parastie Ubuntu instalācijas jautājumi: Valoda: ${LANGUAGE} Tastatūras izkārtojums: ${KEYMAP} Vārds: ${FULLNAME} Lietotāja vārds: ${USERNAME} Atrašanās vieta: ${LOCATION}
sv: Installationstyp: ${INSTALLTYPE} Drivrutiner: Ytt. grafikdrivrutin: ${VIDEO_DRIVER} TV-ut: ${TVOUT}, ${TVSTANDARD} Ytterligare tjänster: VNC: ${EN_VNC} SSH: ${EN_OPENSSH} Samba: ${EN_SAMBA} NFS: ${EN_NFS} MythTV-tjänst: ${EN_MYSQL} Frågor för normal Ubuntu-installation: Språk: ${LANGUAGE} Tangentbordslayout: ${KEYMAP} Verkligt namn: ${FULLNAME} Verklig inloggning: ${USERNAME} Plats: ${LOCATION}

source: What Type of Installation?
lv: Kāds instalācijas tips?
sv: Vilken typ av installation?

source: Two installation types are available for Mythbuntu:
lv: Mythubuntu ir pieejami divi instalēšanas veidi:
sv: Två installationstyper finns tillgängliga för Mythbuntu:

source: Standard Installation
lv: Standarta instalācija

source: A standard installation will install and configure every option with minimal user interaction. This will install a backend, frontend, all plugins, and all themes.
lv: Standarta instalācija uzinstalē un nokonfigurēs katru opciju ar minimālu lietotāja iejaukšanos. Tas uzinstalēs aizmuguri, priekšpusi, visus spraudņus un visas tēmas.
sv: En standardinstallation kommer att installera och konfigurera alla alternativ med minimal användarinteraktion. Det kommer att installera en serverdel, klientdel, alla insticksmoduler och alla teman.

source: Advanced Installation
lv: Paplašinātā instalācija
sv: Avancerad installation

source: An advanced installation can be used to customize what is needed for this Mythbuntu install. NOTE: An advanced install is necessary to add a Mythbuntu machine to an existing MythTV based network.
lv: Paplašinātā instalāciju var lietot lai pielāgotu Mythbuntu instalāciju. UZMANĪBU: Paplašinātā instalācija ir nepieciešama, ja vēlaties pievienot Mythbuntu datoru esošam MythTV tīklam.
sv: En avancerad installation kan användas för att anpassa det som behövs för det här Mythbuntu-installationen. OBSERVERA: En avancerad installation är nödvändig för att lägga till en Mythbuntu-maskin till ett befintligt MythTV-baserat nätverk.

source: Advanced Installation Type
lv: Paplašinātās instalācijas tips
sv: Avancerad installationstyp

source: What type of system will this be?
kk: Орнатылатын жүйенің түрін таңдаңыз
km: តើ​ប្រព័ន្ធ​ប្រភេទ​អ្វី​ដែល​នឹង​ត្រូវ​ដំឡើង ?
lv: Kāda tipa sistēma šī būs?
sv: Vilket typ av system ska konfigureras?
th: เครื่องนี้จะเป็นระบบแบบใด

source: Primary Backend w/ Frontend
kk: Негізгі ішкі/графикалық интерфейс
km: កម្មវិធី​ខាង​ក្រោយ w/ កម្មវិធី​ខាង​មុខ​ចម្បង
lv: Primārā Aizmugure ar Priekšpusi
sv: Primär serverdel med klientdel
th: แบ็คเอนด์หลักพร้อมด้วยฟรอนท์เอนด์

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
kk: Ішкі/графикалық интерфейс - MythTV-ді HTPC қолданбаларына пайдалану үшін таңдайтын тип. Көбіне үй кинотеатрын ұйымдастыру кезінде таңдалады.
km: ម៉ាស៊ីន​បន្សំ​ផ្នែក​ខាងមុខ/ខាងក្រោយ គឺ​ជា​ការ​រៀបចំ​ទូទៅ​បំផុត​សម្រាប់​អ្នក​ចង់​ចង់បាន MythTV សម្រាប់​កម្មវិធី HTPC ។ ប្រភេទ​ដំឡើង​នេះ ត្រូវបាន​បន្ថែម​សម្រាប់​ប្រើ​ជា​សមាសភាគ​នៅ​ក្នុងបន្ទប់​កំសាន្ដ​ក្នុង​ ផ្ទះ ។
lv: Dators ar aizmugures/priekšpuses kombināciju ir visizplatītākais veids cilvēkiem, kuri vēlas izmantot MythTV HTPC (Mājas kinozāles PC) aplikācijām. Šis instalācijas veids ir paredzēts kā komponente jūsu mājas kinozālei.
sv: En maskin med kombinationen klientdel/serverdel är den vanligaste konfigurationen för folk som vill använda MythTV för HTPC-ändamål. Den här typen av installation är tänkt att användas som en komponent i din hemmabio.
th: เครื่องคอมโบแบ็คเอนด์/ฟรอนท์เอนด์เป็นการติดตั้งที่แพร่หลายที่สุดสำหรับคนที่ต้องการ MythTV สำหรับโปรแกรม HTPC การติดตั้งแบบนี้เหมาะสำหรับใช้เป็นส่วนประกอบในชุด Home Theatre ของคุณ

source: Secondary Backend w/ Frontend
kk: Қосымша ішкі/графикалық интерфейс
km: កម្មវិធី​ខាង​ក្រោយ w/ កម្មវិធី​ខាង​មុខ​បន្ទាប់
lv: Sekundārā Aizmugure ar Priekšpusi
sv: Sekundär serverdel med klientdel
th: แบ็คเอนด์อันดับสองพร้อมฟรอนท์เอนด์

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
kk: Негізгі ішкі/графикалық интерфейс таңдауына ұқсас, бірақ машина желідегі бұрыннан бар бэкендке қосылу үшін бапталады.
km: វា​នឹង​រៀបចំ​ប្រព័ន្ធ ដែល​ស្រដៀងគ្នា​នឹង​ផ្នែក​ខាងក្រោយ​ w/ ខាង​មុខចម្បង ទោះជា​វា​ត្រូវបាន​កំណត់​រចនា​សម្ព័ន្ធ ដើម្បី​តភ្ជាប់​ទៅ​ផ្នែក​ខាងក្រោយ​ដែល​មាន​នៅក្នុង​បណ្ដាញ ។
lv: Šis uzstādījums ir līdzīgs Primārajai Aizmugurei ar Priekšpusi, bet tiks nokonfigurēta tā, lai pieslēgtos tīklā jau esošai aizmugurei.
sv: Det här kommer att konfigurera ett system liknande en Primär serverdel med klientdel, dock kommer den att konfigureras till att ansluta till en befintlig serverdel i nätverket.
th: นี่จะติดตั้งระบบคล้ายกับแบ็คเอนด์หลักพร้อมด้วยฟรอนท์เอนด์ แต่จะถูกตั้งค่าให้ติดต่อกับแบ็คเอนด์ที่มีอยู่แล้วบนเครือข่าย

source: Primary Backend
kk: Негізгі ішкі интерфейс
km: កម្មវិធី​ខាង​ក្រោយ​ចម្បង
lv: Primārā Aizmugure
sv: Primär serverdel
th: แบ็คเอนด์หลัก

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
kk: Негізгі ішкі интерфейс, көбінесе, машинаны сирек қадағалап тұратын жағдайда және желідегі алғашқы бэкенд үшін таңдалады.
km: ម៉ាស៊ីន​តែ​ផ្នែក​ខាងក្រោយ គឺ​ត្រូវបាន​រចនា​ឡើង​យ៉ាង​ពិសេស ក្នុងការ​ប្រើប្រាស់ ដោយ​តម្រូវ​ឲ្យ​មាន​ការ​ថែទាំ​តិចតួច​បំផុត ។ វា​ត្រូវបាន​បញ្ចូល ដើម្បី​ដំឡើង​ជា​ផ្នែក​ខាងក្រោយទី ១ នៅ​ក្នុង​បណ្ដាញ ។
lv: Dators tikai ar aizmuguri parasti ir veidots kā ierīce, kurai vajag minimālu apkopi. Šī ir paredzēta kā pirmā aizmugures instalācija tīklā.
sv: En maskin med endast en serverdel är vanligtvis designad till att fungera som en svart låda; kräver mycket lite underhåll. Den är tänkt att installeras som första serverdel i ett nätverk.
th: เครื่องแบบมีเฉพาะแบ็คเอนด์ออกแบบมาเพื่อทำงานเหมือนเครื่องใช้ไฟฟ้า มันต้องการการดูแลรักษาน้อยมาก การติดตั้งแบบนี้เหมาะสำหรับการติดตั้งเป็นแบ็คเอนด์ตัวแรกบนเครือข่าย

source: Secondary Backend
kk: Қосымша ішкі интерфейс
km: កម្មវិធី​ខាង​ក្រោយ​បន្ទាប់
lv: Sekundārā Aizmugure
sv: Sekundär serverdel
th: แบ็คเอนด์ตัวที่สอง

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
kk: Қосымша ішкі интерфейс таңдауына ұқсас, бірақ машина желідегі бұрыннан бар бэкендке қосылу үшін бапталады.
km: វា​នឹង​រៀបចំ​ប្រព័ន្ធ ដែល​ស្រដៀងគ្នា​នឹង​ផ្នែក​ខាងក្រោយ​ចម្បង ទោះជា​វា​ត្រូវបាន​កំណត់​រចនា​សម្ព័ន្ធ ដើម្បី​តភ្ជាប់​ទៅ​ផ្នែក​ខាងក្រោយ​ដែល​មាន​នៅក្នុង​បណ្ដាញ ។
lv: Šis izveidos sistēmu kas līdzīga primārajai aizmugurei, bet tā būs konfigurēta pieslēgties esošai aizmugurei tīklā.
sv: Det här kommer att konfigurera ett system liknande en Primär serverdel, dock kommer den att konfigureras till att ansluta till en befintlig serverdel i nätverket.
th: นี่จะติดตั้งระบบคล้ายกับแบ็คเอนด์หลัก แต่จะถูกตั้งค่าให้ติดต่อกับแบ็คเอนด์ที่มีอยู่แล้วบนเครือข่าย

source: Frontend
kk: Графикалық интерфейс
km: ផ្នែក​ខាង​មុខ
lv: Priekšpuse
sv: Klientdel
th: ฟรอนท์เอนด์

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
kk: Графикалық интерфейсі бар машинаның негізгі қызметі - бэкендтен келетін медиа құрамды қабылдау және тарату. Желіде бэкенд бұрынан бар болған жағдайда таңдалады.
km: មុខងារ​ចម្បង​របស់​ម៉ាស៊ីន​តែ​ផ្នែក​ ខាងមុខ គឺត្រូវ​ទទួល​មាតិកា​មេឌៀ​ពី​ផ្នែក​ខាងក្រោយ ហើយ​ចែកចាយ​វា ។ ការ​កំណត់​រចនា​សម្ព័ន្ធ​នេះ ត្រូវការ​ផ្នែក​ខាងក្រោយ​ដែល​មាន​នៅ​ក្នុង​បណ្ដាញ ។
lv: Priekšpuses datora galvenā funkcija ir saņemt datus no aizmugures un tos izplatīt. Šai konfigurācijai ir nepieciešama tīklā esoša aizmugure.
sv: Huvudfunktionen för en maskin med endast en klientdel är att ta emot mediainnehåll från serverdelen och distribuera det. Den här konfigurationen kräver en befintlig serverdel i nätverket.
th: การทำงานหลักของเครื่องที่มีเพียงฟรอนท์เอนด์คือรับสื่อจากเครื่องแบ็คเอนด์และแพร่กระจายมัน การติดตั้งแบบนี้ต้องการแบ็คเอนด์ที่มีอยู่แล้วบนเครือข่าย

source: Choose Frontend / Backend Plugins
lv: Izvēlieties Priekšpuses / Aizmugures spraudņus
sv: Välj insticksmoduler för klientdel/serverdel

source: Plugins can be used to extend MythTV functionality beyond a time shifting TV solution.
lv: Spraudņus var izmantot lai papildinātu MythTV funkcionalitāti tālāk par laika nobīdes TV risinājumu.
sv: Insticksmoduler kan användas för att utöka funktionaliteten i MythTV till att erbjuda mer än bara tv.

source: Backend Plugins
lv: Aizmugures Spraudņi
sv: Insticksmoduler för serverdel

source: Frontend Plugins
lv: Priekšpuses Spraudņi
sv: Insticksmoduler för klientdel

source: Myth Web
lv: Myth Tīmeklis

source: MythWeb provides a web interface which can be used to view listings, schedule recordings, delete recordings, and search for programs.
lv: MythWeb piedāvā tīmekļa saskarni, kuru var izmantot lai apskatītu sarakstus, plānotu ierakstīšanu, dzēstu ierakstus un meklētu programmas.
sv: MythWeb tillhandahåller ett webbgränssnitt som kan användas för att visa tablåer, schemalägga inspelningar, ta bort inspelningar och söka efter program.

source: Myth Archive
lv: Myth Arhīvs
sv: Myth Arkiv

source: Myth Browser
lv: Myth Pārlūks
sv: Myth Webbläsare

source: Myth Controls
lv: Myth vadība
sv: Myth Styrning

source: Myth Gallery
lv: Myth Galerija
sv: Myth Galleri

source: Myth Game
lv: Myth Spēle
sv: Myth Spel

source: Myth Music
lv: Myth Mūzika
sv: Myth Musik

source: Myth News
lv: Myth Ziņas
sv: Myth Nyheter

source: Myth Phone
lv: Myth Tālrunis
sv: Myth Telefon

source: Myth Weather
lv: Myth laika prognoze
sv: Myth Väder

source: A plugin for MythTV that lets you create DVDs from content on your MythTV Network.
lv: MythTV spraudnis, kurš tev ļauj veidot DVD no tavā MythTV tīklā esošajiem materiāliem.
sv: En insticksmodul för MythTV som låter dig skapa dvd-filmer från innehållet i ditt MythTV-nätverk.

source: An integrated web browser plugin for your MythTV system.
lv: Integrēts tīmekļa pārlūka spraudnis tavai MythTV sistēmai.
sv: En integrerad webbläsare för ditt MythTV-system.

source: External controls for MythTV. This will allow you to modify button mappings and key bindings.
lv: MythTV ārējā vadība. Šis ļaus jums mainīt pogu un taustiņu piesaistes.
sv: Extern styrning av MythTV. Den låter dig ändra knapp- och tangentbindningar.

source: Allows you to monitor your Netflix dvd rental queue.
lv: Atļauj tev pārraudzīt savu Netflix iznomāto DVD rindu.
sv: Låter dig övervaka din hyrfilmskö i Netflix.
