Repository: chenhan1218/ubiquity
Catalog: debian/po/*.po
Languages: eu, kk, km, lv, sv, th

source: Allows you to visually browse a directory tree containing image files.
lv: Atļauj tev vizuāli pārlūkot direktoriju koku, kurā ir bilžu datnes.
sv: Låter dig visuellt bläddra i ett katalogträd som innehåller bildfiler.

source: A frontend to start any emulator or binary that Linux runs.
lv: Priekšpuse emulatora vai Linux izpildāma faila palaišanai.
sv: En klientdel för att starta valfri emulator eller binärfil som Linux kan köra.

source: Provides a digital audio jukebox integrated with MythTV.
lv: Piedāvā MythTV integrētu digitālu mūzikas kasti.
sv: Tillhandahåller en digital jukebox som integreras i MythTV.

source: An RSS feed news reader plugin for MythTV that keeps you up-to-date on your favorite news topics.
lv: MythTV RSS ziņu lasītāja spraudnis, kurš informē par jaunumiem jūsu mīļākajos ziņu tematos.
sv: En nyhetsläsare för RSS-kanaler för MythTV som håller dig uppdaterad på dina favoritnyheter.

source: A phone and videophone capability on MythTV using the standard SIP protocol.
lv: Tālruņa un videotelefona iespējas uz MythTV, izmantojot standarta SIP protokolu.
sv: En telefon med möjlighet för videosamtal i MythTV som använder standardprotokollet SIP.

source: Provides a method to listen to streaming internet radio stations.
lv: Piedāvā metodi, lai klausītos straumētās Interneta radio stacijas.
sv: Tillhandahåller en metod för att lyssna på strömmande internetradio.

source: Allows you to browse and play video streams, using an external player, from within the MythTV interface.
lv: Atļauj jums pārlūkot un atskaņot video straumes no MythTV saskarnes, izmantojot ārēju atskaņotāju.
sv: Låter dig bläddra i och spela upp videoströmmar, med en extern uppspelare, inifrån gränssnittet i MythTV.

source: Displays current and forecast weather information within MythTV.
lv: Parāda faktisko laiku un laika prognozi iekš MythTV.
sv: Visar aktuell väderinformation och prognoser i MythTV.

source: Choose Extra Themes
lv: Izvēlēties Papildus Tēmas
sv: Välj extrateman

source: Additional Drivers/Firmware
lv: Papildus draiveri/programmaparatūra
sv: Ytterligare drivrutiner/fast programvara

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
kk: Ашық видеодрайвер орнатуға сәйкес бапталған. Қаласаңыз, басқа видеодрайвер да қолдануға болады, бірақ та проприетарлық видеодрайверлер сигналды TV шығыстан беру не OpenGL эффекттерін көру үшін керек болуы мүмкін.
km: កម្មវិធី​បញ្ជា​ក្រាហ្វិច​កូដ​ចំហ គឺ​បាន​បើក​និង​កំណត់​រចនាសម្ព័ន្ធ​រួច​រាល់​សម្រាប់​ការ​ដំឡើង​របស់​អ្នក ។ ប្រសិន​បើ​អ្នក​ចង់​ប្រើ​កម្មវិធី​បញ្ជា​ក្រាហ្វិច​ផ្សេង, អ្នក​អាច​ធ្វើ​នៅ​ទី​នេះ ។ ចំណាំ​កម្មសិទ្ធិ​កម្មវិធី​បញ្ជា​ក្រាហ្វិច​ប្រហែល​ជា​សំខាន់​សម្រាប់ TV Output ឬ​បែប​ផែន OpenGL ។
lv: Atvērtā koda grafikas draiveris jau ir ieslēgts un nokonfigurēts jūsu instalācijai. Ja jūs vēlaties izmantot citu grafikas draiveri, jūs to varat izdarīt šeit. Ņemiet vērā, ka aizvērtā koda grafikas draiveri var būt nepieciešami TV izejai un OpenGL efektiem.
sv: En grafikdrivrutin med öppen källkod är redan aktiverad och konfigurerad för din installation. Om du vill använda en annan grafikdrivrutin kan du ändra det här. Observera att proprietära grafikdrivrutiner kan vara nödvändiga för TV-ut eller OpenGL-effekter.
th: ไดรเวอร์กราฟิคที่เปิดต้นรหัส (Open source) ถูกเปิดใช้งานและปรับแต่งแล้ว หากคุณต้องการใช้ไดรเวอร์กราฟฟิคอื่น คุณสามารถปรับได้ที่นี่ โปรดจำไว้ว่า ไดรเวอร์กราฟฟิคแบบปิดอาจจะจำเป็นถ้าต้องการแสดงภาพทาง TV หรือเอฟเฟกท์ OpenGL

source: Modify Video Driver & Settings
lv: Mainīt video draiverus un uzstādījumus
sv: Ändra inställningar för grafikdrivrutin

source: If you would like to configure TV-out, choose an option here:
kk: TV-шығысты баптауды қаласаңыз, мына опциялардан таңдаңыз:
km: ប្រសិន​បើ​អ្នក​ចង់​កំណត់​រចនាសម្ព័ន្ធ TV-out, ជ្រើស​ជម្រើស​ទីនេះ ៖
lv: Ja jūs vēlaties konfigurēt TV-izeju, izvēlieties opciju šeit:
sv: Välj ett alternativ här om du vill konfigurera TV-ut:
th: ถ้าคุณต้องการปรับ TV-out เลือกได้ที่นี่

source: If enabling TV Out, you will also need to choose a TV Standard:
kk: TV-шығысты қолданатын болсаңыз, TV стандартты да таңдаңыз:
km: ប្រសិន​បើ​អ្នក​បើក TV Out, អ្នក​នឹង​ត្រូវ​ការ​ជ្រើស​ TV ខ្នាត​គំរូ ៖
lv: Ja jūs ieslēdzat TV izeju,izvēlieties arī TV standartu:
sv: Om du aktiverar TV-ut så behöver du även välja ett tv-format:
th: ถ้ามีการใช้งาน TV-out คุณจะต้องเลือกรูปแบบของ TV ด้วย

source: Warning: Do not set the TV standard to something higher than what your TV supports. PERMANENT damage may occur.
lv: Brīdinājums: Neuzstādiet TV standartu augstāku nekā jūsu TV spēj atbalstīt. Tas var radīt PALIEKOŠUS bojājumus.
sv: Varning: Ställ inte in TV-standarden till någonting högre än vad din TV har stöd för. Utrustningen kan skadas PERMANENT.

source: Master Backend Info
kk: Ішкі интерфейстің негізгісі туралы
km: ព័ត៌មាន​ផ្នែក​ខាង​ក្រោយ​ចម្បង
lv: Galvenās Aizmugures Info
sv: Information för huvudserverdel
th: ข้อมูลของตัวหลักส่วนหลัง

source: Please enter the information necessary to contact your master backend:
kk: Ішкі интерфейстің негізгісімен байланысуға арналған ақпаратты енгізіңіз:
km: សូម​បញ្ចូល​ព័ត៌មាន​ដែល​សំខាន់​ដើម្បី​ទំនាក់ទំនង​ទៅ​ផ្នែក​ខាង​ក្រោយ​ចម្បង​របស់​អ្នក ៖
lv: Lūdzu ievadiet nepieciešamo informāciju, lai sazinātos ar galveno aizmuguri:
sv: Ange den information som behövs för att kontakta din huvudserverdel:
th: โปรดใส่ข้อมูลที่จำเป็นในการติดต่อ Backend ตัวหลักของคุณ:

source: MySQL Password
kk: MySQL паролі:
km: ពាក្យ​សម្ងាត់ MySQL
lv: MySQL parole
sv: MySQL-lösenord
th: รหัสผ่าน MySQL

source: MySQL User Name
kk: MySQL пайдаланушы аты:
km: ឈ្មោះ​អ្នក​ប្រើ MySQL
lv: MySQL Lietotāja Vārds
sv: Användarnamn för MySQL
th: ชื่อผู้ใช้ MySQL

source: MySQL Database
kk: MySQL деректер базасы
km: ទិន្នន័យ MySQL
lv: MySQL Datubāze
sv: MySQL-databas
th: ฐานข้อมูล MySQL

source: MySQL Server
kk: MySQL сервері
km: ម៉ាស៊ីន​បម្រើ MySQL
lv: MySQL Serveris
th: เซิร์ฟเวอร์ MySQL

source: Configure Guide Data / Backend
kk: Ішкі интерфейстің басқару дерегін баптау
km: កំណត់​រចនា​សម្ព័ន្ធ​ទិន្នន័យ / កម្មវិធី​ខាងក្រោយ​នៃ​មគ្គុទ្ទេសក៍
lv: Kanālu datu un aizmugures uzstādīšana
sv: Konfigurera tablådata / serverdel
th: ปรับแต่ง ข้อมูลของรายการ / ส่วนหลัง

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
kk: Орнатудың соңында ішкі интерфейстің басқару дерегін көрсетіп, интерфейсті бір рет баптау керек.
km: ជំហាន​ចុងក្រោយ​នៃ​ការ​ដំឡើង គឺ​តម្រូវ​ឲ្យ​ដំឡើង​ទិន្នន័យ​មគ្គុទ្ទេសក៍ និង​កំណត់​រចនា​សម្ព័ន្ធ​កម្មវិធី​ខាងក្រោយ​សម្រាប់​ពេល​ដំបូង ។
lv: Pēdējos instalācijas soļos nepieciešams uzstādīt jūsu kanālus un pirmoreiz konfigurēt aizmuguri.
sv: De sista stegen i installationen kräver att du konfigurerar ditt tablådata och serverdelen.
th: ขั้นตอนสุดท้ายของการติดตั้งต้องการ เลือกค่าต่างๆสำหรับข้อมูลและการทำงานของเครื่องในครั้งแรก

source: Click to open the Schedules Direct website
kk: Schedules Direct веб сайын ашу үшін шертіңіз
km: ចុច ដើម្បី​បើក​តំបន់បណ្ដាញ​តារាង​ពេលវេលា​ផ្ទាល់
lv: Nospiediet lai atvērtu Schedules Direct tīmekļa lapu
sv: Klicka för att öppna webbplatsen Schedules Direct
th: คลิกเพื่อเปิดเว็บไซต์ Schedules Direct

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
kk: Солтүстік Америка пайдаланушылары Schedules Direct (SD) тіркелгісін баптауы қажет. SD басқару дерегін номиналды баға бойынша сатады. SD қолданбайтын Солтүстік Америка пайдаланушылары MythTV бағдарламалар кестесін баптауда бірқатар мүмкіндіктерді қолдана алмай қалады.
km: អ្នកប្រើ​នៅ​អាមេរិក​ខាង​ជើង នឹង​ត្រូវ​បង្កើត​គណនី​ជាមួយ Schedules Direct (SD) ។ SD ផ្ដល់​នូវ​ទិន្នន័យ​មគ្គុទ្ទេសក៍​សម្រាប់​តម្លៃ​ដែល​មាន​តែ​ឈ្មោះ ។ បើ​គ្មាន SD អ្នក​ប្រើ​អាមេរិក​ខាង​ជើង​អាច​បាត់បង់​លក្ខណៈ​សម្បត្តិ​កំណត់​ពេលវេលា​នៅ​ក្នុង MythTV យ៉ាង​ច្រើន ។
lv: Ziemeļamerikas lietotājiem nepieciešams izveidot kontu iekš Schedules Direct (SD). SD nodrošina kanālu datus par standarta samaksu. Bez SD, Ziemeļamerikas lietotāji nevarēs izmantot daudzas MythTV laika plānošanas iespējas.
sv: Användare i Nordamerika behöver registrera ett konto hos Schedules Direct (SD). SD tillhandahåller tablådata mot en mindre avgift. Utan SD kan nordamerikanska användare förlora många av schemafunktionerna i MythTV.
th: ผู้ใช้ในอเมริกาเหนือจะต้องตั้งค่าบัญชีกับ Schedules Direct (SD) ซึ่งจะให้ข้อมูลโดยเสียค่าใช้จ่าย ถ้าไม่ใช้ SD แล้วผู้ใช้ในอเมริกาเหนืออาจจะพลาดคุณสมบัติการตั้งเวลาหลายๆตัวใน MythTV

source: Launch MythTV Setup
kk: MythTV орнату
km: ចាប់​ផ្ដើម​កំណត់ MythTV
lv: Palaist MythTV uzstādīšanu
sv: Starta MythTV Setup
th: เรียกตัวติดตั้ง MythTV

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
km: បន្ទាប់​ពី​កំណត់​ប្រភព​ទិន្នន័យ​មគ្គុទ្ទេសក៍​របស់​អ្នក​ហើយ, អ្នក​ត្រូវ​តែ​ចាប់​ផ្ដើម MythTV-Setup ដើម្បី​រត់​ការ​កំណត់​រចនាសម្ព័ន្ធ​ផ្នែក​ខាង​ក្រោយ​ សម្រាប់​ពេល​ដំបូង ។ អ្នក​ត្រូវ​កំណត់​រចនាសម្ព័ន្ធ​បួន​ផ្នែក​ដំបូង, ត្រូវ​ប្រាកដ​ថា​អ្នក​ផ្ដល់​ទិន្នន័យ​មគ្គុទ្ទេសក៍​កំឡុង​ពេល​ផ្នែក​ទី​បី ។
lv: Kad ir uzstādīts kanālu datu avots, jums vajadzēs palaist MythTV-Setup, lai pirmoreiz palaistu aizmugures konfigurēšanu. Jums vajadzēs aizpildīt pirmās četras sadaļas. Pārliecinieties, ka ir norādīti kanālu dati trešajā sadaļā.
sv: Efter konfiguration av din tablådatakälla så kommer du att behöva starta MythTV-Setup för att köra konfigurationen för serverdelen för första gången. Du kommer att behöva konfigurera de första fyra sektionerna och var beredd på att tillhandahålla tablådata under den tredje sektionen.
th: หลังจากที่คุณป้อนข้อมูลสำหรับแหล่งเก็บข้อมูลของรายการ คุณต้องเริ่ม MythTV-Setup เพื่อที่จะทำการปรับแต่งส่วนหลังเป็นครั้งแรก คุณต้องปรับแต่งสี่ขั้นตอนแรก และอย่าลืมป้อนข้อมูลของรายการในขั้นตอนที่สาม

source: Configuring mythtv...
kk: mythtv баптау...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ MythTV...
lv: Konfigurē mythtv...
sv: Konfigurerar mythtv...
th: กำลังตั้งค่า mythtv...

source: Configuring additional drivers...
kk: Қосымша драйверлерді баптау...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​កម្មវិធី​បញ្ជា​បន្ថែម...
lv: Konfigurē papildus draiverus...
sv: Konfigurerar ytterligare drivrutiner...
th: กำลังปรับแต่งไดร์ฟเวอร์ที่เพิ่มเติมอีก...

source: Configuring additional services...
kk: Қосымша қызметтерді баптау...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​សេវា​បន្ថែម...
lv: Konfigurē papildu pakalpojumus...
sv: Konfigurerar ytterligare tjänster...
th: กำลังปรับแต่งservicesที่เพิ่มเติมอีก...

source: Log in automatically
km: ចូល​ក្នុង​ប្រព័ន្ធ​ដោយ​ស្វ័យ​ប្រវត្ត

source: Migrate documents and settings
km: ផ្ទេរ​ឯកសារ និង​ការកំណត់

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
kk: Импорттайтын тіркелгі таңдаңыз. Орнату аяқталған соң таңдалған тіркелінің құжаттары мен баптауы осы жүйеге көшеді.
km: ជ្រើស​គណនី​ដែល​អ្នក​ចង់​នាំ​ចូល ។ ឯកសារ​និង​ការ​កំណត់​សម្រាប់​គណនី​នឹង​អាច​រក​ឃើញបន្ទាប់​ពិ​ការ​ដំឡើង​ជោគជ័យ ។
th: โปรดเลือกชื่อผู้ใช้ที่ต้องการจะทำการนำเข้าข้อมูล เอกสารและค่าต่างๆจะมีให้ใช้เมื่อติดตั้งสำเร็จแล้ว

source: Details
km: សេចក្ដីលម្អិត

source: Quit the installation?
km: បញ្ចប់​ការតម្លើង​កម្ម​វិធី?

source: Do you really want to quit the installation now?
km: តើ​អ្នក​ពិត​ជាចង់​បញ្ចប់​ការតម្លើង​កម្មវិធី​មែន​ ឬទេ?

source: Before:
km: ពីមុខ​៖

source: After:
km: បន្ទាប់​ពី ៖

source: New partition table
km: តារាង​ចែក​ភាគ​ថាស​ថ្មី
th: ตารางพาร์ทิชั่นใหม่

source: New partition
kk: Жаңа бөлім
km: ចែក​ភាគ​ថាស​ថ្មី
th: พาร์ทิชั่นใหม่

source: Delete partition
kk: Бөлімді жою
km: លុប​ភាគថាស
th: ลบพาร์ทิชั่น

source: Device
kk: Құрылғы
km: ឧបករណ៍
th: อุปกรณ์

source: Type
kk: Түрі
km: ប្រភេទ
th: ชนิด

source: Mount point
kk: Тіркеу нүктесі
km: ចំណុចម៉ោន
th: ตำแหน่ง mount

source: Format?
kk: Пішімдейік пе?
km: ធ្វើ​ទ្រង់​ទ្រាយ​?
th: ฟอร์แมต?

source: Size
eu: Tamaina
kk: Өлшемі
km: ទំហំ
th: ขนาด

source: Used
kk: Пайдалануда
km: បាន​ប្រើ
th: ใช้แล้ว

source: free space
kk: Бос орын
km: ទំហំ​ទំនេរ
th: พื้นที่ว่าง

source: unknown
kk: белгісіз
km: មិន​ស្គាល់
th: ไม่ทราบ

source: Network proxy
kk: Желі проксиі
km: ប្រូកស៊ី​បណ្តាញ
th: เน็ตเวิร์คพร็อกซี่

source: HTTP proxy:
kk: HTTP проксиі
km: ប្រូក​ស៊ី HTTP ៖
th: HTTP พร็อกซี่:

source: Port:
kk: Порты:
km: ច្រក ៖
th: พอร์ต:

source: Installation is complete. You need to restart the computer in order to use the new installation.
kk: Орнату аяқталды. Жаңадан орнатылған жүйені пайдалана бастау үшін компьютерді қайта жегу керек.
km: ការ​ដំឡើង​ជោគ​ជ័យ ។ អ្នក​ត្រូវ​ចាប់​ផ្តើម​កុំព្យូទ័រ​ឡើង​វិញ​ក្នុង​ការ​រៀប​ចំ​ប្រើ​ការ​ដំឡើង​ថ្មី ។
th: การติดตั้งเสร็จสิ้นแล้ว คุณต้องเริ่มเครื่องใหม่เพื่อที่จะสามารถใช้งานส่วนที่พึ่งติดตั้ง

source: Installation Failed
km: ការ​ដំឡើង បាន​បរាជ័យ

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
km: អាស្រ័យ​ដោយ​ទំហំ​ថាស​​ដែល​នៅ​ទំនេរ មិនគ្រប់​គ្រាន់​សម្រាប់​ប្រត្តិ​បត្ត​ការ តម្លើង​កម្ម​វិធី សូម​ចាប់​ដំណើរការ កម្មវិធី​តម្លើង​នេះ​ម្តង​ទៀ​ត ដោយ​ជ្រើស​រើ​សផ្នែក​នៃ​ថាស ដែល​មានទំហំ​ធំជាង

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
km: កំហុសនេះ​ភាគច្រើនកើតមានដោយ​សារ​ដ្រាយ​ថាស CD/DVD ។ វា​អាចជួយ​បាន​បើសិន​ជាអ្នក សាកល្បង​សម្អាត CD/DVD ឬ ដុត CD/DVD ដោយ​យក​ល្បឿន​ទាប​បំផុត ឬ​ម្យ៉ាង​ទៀត​ព្យាយាម​លាង ភ្នែក​ដ្រាយ​ថាស ( ឧប្បករ​សម្អាត​ជា​ទួទៅ​អាច​រក​បាន​នៅ​ហាង​ផ្គត់​ផ្គង់ គ្រឿង​អេឡិច​ត្រូ​និច )

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
km: កំហុស​នេះ​ច្រើន​កើត​មាន​ដោយ​សារ​ថាស​រឹង​។ វា​ប្រហែល​ជា​ជួយ​អ្នក​ដើម្បី​ពិនិត្យ​ទោះ​ជា​ថាស​រឹង​ចាស និង​ត្រូវ​ការ​ផ្លាស​ចេញ​ថ្មី, ឬ ប្ដូរ​ប្រព័ន្ធ​ទៅ​បរិស្ថាន​ដែល​ត្រជាក់​។

source: The following file did not match its source copy on the CD/DVD:
kk: Мына файл CD/DVD дисктегі нұсқасына сәйкес келмейді:
km: ឯកសារ​ដូច​ខាង​ក្រោម​មិនផ្គូផ្គង​នឹង​ច្បាប់ចម្លង​ប្រភព​របស់​វា​នៅ​លើ​ស៊ីឌី/ឌីវីឌី ៖
th: ไฟล์ต่อไปนี้ไม่ตรงกับไฟล์ต้นฉบับบน CD/DVD:

source: Do you want to return to the partitioner?
kk: Бөлшектеу бағдарламасына оралуды қалайсыз ба?
km: តើ​អ្នក​ចង់​ត្រឡប់​ទៅ​ ការ​ចែកភាគថាស​វិញ​ឬ ?
th: คุณต้องการกลับไปยังตัวจัดพาร์ติชั่นหรือไม่?

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
kk: Сіз жасаған бөлімдердің көлемі тым аз. Төмендегі бөлімдердің көлемі, минималды көлемнен (байтпен) артық екендігіне көз жеткізіңіз:
km: ភាគ​ថាស​ខ្លះ​អ្នក​បាន​បង្កើត​ក្នុង​ទំហំ​ដែល​តូច ។ សូម​បង្កើត​ភាគ​ថាស​តាម​ទំហំ​ដែល​ធំ​បំផុត​ (ក្នុង​បៃ) ៖
th: ตารางพื้นที่ที่ถูกสร้างขึ้นมามีขนาดเล็กเกินไป โปรดแก้ไขตารางพื้นที่ดังกล่าวให้มีขนาดอย่างน้อย (หน่วยเป็นไบต์)

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
kk: Бөлшектеуге оралып, осы бөлімнің көлемін арттырмасаңыз, орнату сәтсіз аяқталуы мүмкін.
km: ប្រសិន​បើ​អ្នក​ចង់​ត្រឡប់​ទៅ​ការ​ចែក​ភាគ​ថាស​វិញ និង​បង្កើន​ទំហំ​ភាគថាស, ការ​ដំឡើង​ប្រហែល​ជា​បរាជ័យ ។
th: หากคุณไม่กลับไปที่ตัวจัดการพาร์ติชั่นและเพิ่มขนาดพาร์ติชั่น การติดตั้งอาจจะล้มเหลวได้

source: Configuring infrared devices...
kk: Инфрақызыл құрылғыларды баптау...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ឧបករណ៍ infrared...
th: ตั้งค่าอุปกรณ์อินฟราเรด...

source: Prepare mount points
eu: Muntatze-puntu prestatu

source: Select which partitions you want to use for your new installation, and where you want to mount each of them.
eu: Aukeratu zein partizioak nahi dituzun zure instalazio berrirako, eta non muntatu nahi duzun bakoitza.

source: You must mount one partition on the root file system ("/"), and you must choose at least one partition for use as swap space.
eu: Partizio bat muntatu behar duzu root fitxategi sisteman ("/"), eta partizio bat aukeratu behar duzu gutxienez "swap space" moduan erabiltzeko.

source: Mount Point
eu: Muntatze-puntua:

source: Partition
eu: Partizioa

source: Reformat?
eu: berformatu diska?

source: You must supply a root ("/") mount point.
eu: "/" muntatze puntua ezarri behar duzu.

source: Make sure to remove the CD when restarting the computer, otherwise it will start back up using this live CD rather than the newly-installed system.
eu: CD-a kendu ordenagailua berriabiaraztean. Bestela berriro hasiko da CD hau erabiliz, zure sistemaren instalazio berriaren ordez.
