Repository: chenhan1218/ubiquity
Catalog: debian/po/*.po
Languages: eu, kk, km, lv, sv, th

source: Install
eu: Instalatu
kk: Орнату
km: ដំឡើង
lv: Instalācija
sv: Installera
th: ติดตั้ง

source: Install (OEM mode, for manufacturers only)
kk: Орнату (OEM режимі, жабдық өндірушелір үшін)
km: ដំឡើង (​របៀប OEM, សម្រាប់​តែម្ចាស់​កម្មន្ដ​សាល
lv: Instalēt (OEM režīms, tikai ražotājiem)
sv: Installera (OEM-läge, endast för tillverkare)
th: ติดตั้ง (โหมด OEM, สำหรับผู้ผลิตเท่านั้น)

source: Welcome
eu: Ongi etorri
kk: Қош келдіңіз
km: សូមស្វាគមន៍
lv: Esiet sveicināti!
sv: Välkommen
th: ยินดีต้อนรับ

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
eu: Instalatzeko prest? Galdera gutxi batzuk erantzun eta gero zuzeneko CD-ren edukia zure ordenagailuan instalatuko da, horrela sistema abiadura osoan erabili ahal izango duzu CD-rik gabe.
kk: Орнатуға дайынсыз ба? Бірнеше сұраққа жауап берген соң, осы live CD құрамын осы компьютерге көшіріп алып, жүйені тез әрі live CD-сіз жегуіңізге болады.
km: រូចរាល់​សម្រាប់​ដំឡើង​? ចម្លើយ​មួយ​សម្រាប់​ពីរ​បី​សំនួរ​, មាតិការ​នៃ live CD អាច​ដំឡើង​នៅ​លើ​កុំព្យូទ័រ​នេះ ដូច្នេះ​អ្នក​អាច​រត់​ប្រព័ន្ធ​ពេញ​ល្បឿន​ដោយ​មិន​បាច់ CD ។
lv: Gatavi instalēt? Līdzko atbildēsiet uz dažiem jautājumiem, live CD saturs uzinstalēsies datorā un varēsiet lietot sistēmu no cietā diska.
sv: Redo att installera? Så fort du har svarat på några frågor kommer innehållet från denna live-cd att installeras på den här datorn så att du kan köra systemet med högsta hastighet utan cd-skivan.
th: พร้อมที่จะติดตั้งแล้วหรือยัง? เพียงแค่คุณตอบคำถามง่ายๆไม่กี่คำถาม ข้อมูลในแผ่นซีดีนี้ก็จะสามารถติดตั้งระบบลงบนเครื่องของคุณ เพื่อที่คุณจะได้ใช้ระบบที่รวดเร็วและไม่ต้องใช้แผ่นซีดีอีก

source: Answering the questions should only take a few minutes.
eu: Gadelrak erantzutea bakarrik minutu batzuk eramango dizu.
kk: Сұрақтарға жауап беру аз уақыт алады.
km: ការ​ឆ្លើយ​សំនួរ​គឺ​ត្រូវ​ការ​រយៈ​ពេល​ពីរ​បី​នាទី ។
lv: Atbildēšana uz jautājumiem ilgs dažas minūtes.
sv: Svara på frågorna kommer endast att ta några minuter.
th: การตอบคำถามใช้เวลาไม่นาน เพียงไม่กี่นาทีเท่านั้น

source: Please choose the language used for the installation process. This language will be the default language for the final system.
eu: Mesedez aukeratu instaltzeko prosezuaren hizkuntza. Hizkuntz hau instalatutako sistemaren hizkuntz lehenetsia izango da.
kk: Орнату кезінде қолданылатын тілді таңдаңыз. Таңдалатын тіл жүйенің әдеттегі тілі болып табылады.
km: សូម​ជ្រើស​រើស​ភាសា​ដែល​ប្រើ​ក្នុង​ដំណើរ​ការ​ដំឡើង ។ ចុង​ក្រោយ​ភាសា​នេះ​នឹង​ប្រើ​ជា​ភាសា​លំនាំ​ដើម​សម្រាប់ប្រព័ន្ធ ។
lv: Lūdzu, izvēlieties valodu.
sv: Välj vilket språk som ska användas under installationsprocessen. Det här språket kommer att bli standardspråket i det installerade systemet.
th: กรุณาเลือกภาษาที่ต้องการใช้ในการติดตั้ง ภาษานี้จะเป็นภาษาปริยายเมื่อติดตั้งเสร็จแล้ว.

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
kk: Сіз жабдық өндіруші режимін таңдадыңыз. Жүйелер пакетінің атын енгізіңіз. Енгізілетін ат қайталанбайтын болуы керек, ол жүйеде сақталып, оны қате кеткен жағдайда қолдануға болады.
km: អ្នក​កំពុង​ដំឡើង​ប្រព័ន្ធ​ក្នុង​របៀប​ម្ចាស់​សម្មន្ដ​សាល ។ សូម​បញ្ចូល​ឈ្មោះ​មួយ​សម្រាប់​ប្រព័ន្ធ​ច្រើន​នេះ ។ ឈ្មោះ​នេះ​នឹង​រក្សាទុក្ខ​នៅ​លើ​ប្រព័ន្ធ​ដែល​ដំឡើង​រួច​រាល់ និង​អាច​ប្រើ​ជំនួយ​ជា​មួយ​រាយការណ៍​កំហុស ។
lv: Jūs instalējat sistēmu ražotāja režīmā. Lūdzu, ievadiet unikālu vārdu sistēmu laidienam. Šis vārds tiks saglabāts uzinstalētajās sistēmās un noderēs apstrādājot problēmu ziņojumus.
sv: Du installerar i läget för systemtillverkare. Ange ett unikt namn för denna serie av system. Det här namnet kommer att sparas på det installerade systemet och kan användas för att hjälpa till vid felrapportering.
th: คุณกำลังติดตั้งในโหมดผู้ผลิต กรุณาใส่ชื่อที่ไม่ซ้ำกับเครื่องอื่นสำหรับระบบในชุดการผลิตนี้ ชื่อนี้จะถูกบันทึกในระบบที่ติดตั้งแล้วและสามารถนำไปใช้ในการช่วยเหลือในด้านรายงานปัญหาต่างๆ

source: If you have Internet access, read the release notes for information on problems that may affect you.
kk: Интернетке қосылған болсаңыз, пайда болуы мүмкін проблемалар туралы басылым туралы мәліметтен оқып шығыңыз.
km: ប្រសិន​បើ​អ្នក​មាន​អ៊ីន​ធឺណិត​, អាន​កំណត់​ហេតុ​ចេញ​ផ្សាយ​សម្រាប់​សេចក្ដី​នែនាំ នៅលើ​បញ្ហាដែល​អាច​មាន​ឥទ្ធិពល​លើ​អ្នក ។
lv: Ja jums ir pieejams internets, izlasiet laidiena piezīmes.
sv: Om du har en internetanslutning kan du läsa kommentarerna till utgåvan för information om problem som kan påverka ditt system.
th: ถ้าคุณเชื่อมต่ออินเทอร์เน็ต คุณสามารถอ่านข้อมูลเกี่ยวกับปัญหาที่พบได้

source: Release Notes
kk: Басылым туралы мәлімет
km: កំណត់​ហេតុ​ចេញ​ផ្សាយ
lv: Laidiena piezīmes
sv: Kommentarer till utgåvan
th: บันทึกรายการปรับปรุง

source: Where are you?
eu: Non zaude?
kk: Орналасуыңызды таңдаңыз.
km: អ្នក​រស់​នៅ​ឯណា ?
lv: Kur jūs atrodaties?
sv: Var befinner du dig?
th: คุณอยู่ที่ไหน?

source: Select a city in your country and time zone. If the indicated current time is incorrect even after selecting the correct time zone, you can adjust it after rebooting into the installed system.
lv: Izvēlieties tuvāko pilsētu. Ja norādītais laiks nav pareizs, to varēsiet nomainīt pēc sistēmas uzinstalēšanas.
sv: Välj din stad i ditt land och en tidszon. Om den indikerade tiden är felaktig även efter du har valt den korrekta tidszonen kan du justera den efter omstarten till det installerade systemet.

source: Selected city:
eu: Hautatutako ordu-zonaldea
lv: Pilsēta:
sv: Vald stad:

source: Time zone:
eu: Ordu-zona:
lv: Laika josla:
sv: Tidszon:

source: Selected region:
eu: Hautatu eskualdea:
kk: Таңдалған аймақ:
km: តំបន់​ដែល​បាន​ជ្រើស ៖
lv: Valsts:
sv: Vald region:

source: Current time:
eu: Uneko ordua:
kk: Қазіргі уақыт:
km: ពេល​បច្ចុប្បន្ន ៖
lv: Laiks:
sv: Aktuell tid:

source: Keyboard layout
eu: XKB teklatu-diseinua
kk: Пернетақта сәйкестігі
km: ប្លង់​ក្ដារ
lv: Tastatūras izkārtojums
sv: Tangentbordslayout
th: ผังแป้นพิมพ์

source: Which layout is most similar to your keyboard?
eu: Zein teklatu-diseinu da zure teklatuarenaren antzekoena?
kk: Перенетақта сәйкестігін таңдаңыз
km: ក្តារ​ចុច​ណា​មួយ​ជា​របស់​អ្នក​?
lv: Kāds ir tastatūras izkārtojums?
sv: Vilken layout passar bäst för ditt tangentbord?
th: แบบแป้นพิมพ์ไหนที่เหมือนกับแบบแป้นพิมพ์ของคุณ?

source: You can type into this box to test your new keyboard layout.
eu: Kutxa honetan idatz dezakezu teklatu-diseinu berria frogatzeko.
kk: Пернетақтаның сәйкестігін тексеру үшін мына жолға жазып көріңіз.
km: អ្នក​អាច​វាយ​នៅ​ក្នុង​ប្រអប់​នេះ​ដើម្បី​សាកល្បង​ប្លង់​ការ​ចុច​ថ្មី​របស់​អ្នក ។
lv: Pārbaudiet tastatūras izkārtojumu šeit:
sv: Du kan skriva i den här rutan för att testa din nya tangentbordslayout.
th: คุณสามารถพิมพ์ลงในช่องนี้เพื่อทดสอบแบบแป้นพิมพ์ใหม่(กด Alt+Shift เพื่อสลับภาษา)

source: Who are you?
eu: Nor zara?
kk: Өзіңізді таныстырыңыз
km: អ្នក​ជា​នណារ​?
lv: Informācija par jums.
sv: Vem är du?
th: คุณคือใคร?

source: What is your name?
eu: Zein da zure izena?
kk: Атыңыз кім?
km: តើ​អ្នក​ឈ្មោះ​អ្វី​?
lv: Vārds
sv: Vad heter du?
th: คุณชื่ออะไร?

source: What name do you want to use to log in?
eu: Zein izen erabili nahi duzu saioa hasteko?
kk: Жүйеге кіру үшін қандай ат қолданғыңыз келеді?
km: តើ​អ្នក​ចង់​ប្រើ​ឈ្មោះ​អ្វី​សម្រាប់​ចូល​?
lv: Lietotājvārds (ar ko pieteiksieties sistēmā)
sv: Vilket namn vill du använda för att logga in?
th: คุณต้องการใช้ชื่ออะไรในการเข้าสู่ระบบ?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
eu: Ordenagiaulu hau pertsona bat baino gehiagok erabiltzen badu instalatu andoren kontu gehiago konfigura ditzakezu.
kk: Егер бұл компьютерді қолданатын адам көп болса, қосымша тіркелгілерді орнатудан кейін жасай аласыз.
km: ប្រសិន​បើ​មាន​មនុស្ស​ច្រើន​ប្រើ​កុំព្យូទ័រ​នេះ, អ្នក​អាច​កំណត់​គណនី​ច្រើន​ផ្សេង​ទៀត​បន្ទាប់​ពី​ការ​ដំឡើង​ហើយ ។
lv: Ja datoru izmantos vairāki, pēc uzinstalēšanas varēsiet pievienot papildu lietotājus.
sv: Om fler än en person kommer att använda den här datorn kan du konfigurera flera konton efter installationen.
th: ถ้ามีผู้ใช้คอมพิวเตอร์เครื่องนี้มากกว่าหนึ่งคน คุณสามารถเพิ่มผู้ใช้อื่นๆ ได้หลังการติดตั้ง

source: Choose a password to keep your account safe.
eu: Hautatu zure kontua babesteko pasahitza
kk: Тіркелгіңізге сәйкес пароль енгізіңіз.
km: ជ្រើស​ពាក្យ​សម្ងាត់​ដើម្បី​រក្សារ​គណនី​របស់​អ្នក​ដោយ​សុវត្ថិភាព ។
lv: Izvēlieties drošu paroli.
sv: Välj ett lösenord för att hålla ditt konto säkert.
th: พิมพ์รหัสผ่าน

source: You are running in debugging mode. Do not use a valuable password!
kk: Жүйе жөндеу режимінде жегілген. Шын парольдарыңызды енгізбеңіз!
km: អ្នក​កំពុង​រត់​ជា​របៀប​ debugging ។ កុំ​ប្រើ​តំលៃ​ពាក្យ​សម្ងាត់​!
lv: Jūs darbojaties atkļūdošanas režīmā. Neizmantojiet savu īsto paroli!
sv: Du kör i felsökningsläget. Använd inga värdefulla lösenord!
th: คุณกำลังรันอยู่ในโหมดดีบัก อย่าใช้รหัสผ่านที่สำคัญ!

source: Enter the same password twice, so that it can be checked for typing errors.
eu: Sartu paisaitz berdina birritan, idazteko orduan egindako akatsak sahiesteko
kk: Қате кетпегенді тексеру үшін парольді екі рет енгізіңіз.
km: បញ្ចូល​ពាក្យ​សម្ងាត់​ដូច​គ្នា​ពីរ​ដង, ដូច្នេះ​វា​អាច​ពិនិត្យ​កំហុស​របស់​ការ​វាយ ។
lv: Lai izvairītos no pārrakstīšanās kļūdām, ievadiet paroli divas reizes.
sv: Ange samma lösenord två gånger för att kontrollera att det angavs korrekt.

source: What is the name of this computer?
eu: Zein da ordeganailuaren izena?
kk: Компьютердің аты қандай?
km: កុំព្យូទ័រ​នេះ​ឈ្មោះ​អ្វី​?
lv: Izvēlieties datora nosaukumu.
sv: Vad är namnet på den här datorn?
th: ชื่อของเครื่องคอมพิวเตอร์นี้

source: This name will be used if you make the computer visible to others on a network.
eu: Izen hau zure ordenagailua sarean dauden beste ordenagailuek ikus dezaten eraboliko da.
kk: Компьютердің аты компьютерді желіде анықтау үшін қолданылады.
km: ឈ្មោះ​នេះ​នឹង​ត្រូវ​បាន​ប្រើ​ប្រសិន​បើ​អ្នក​បង្កើត​កុំព្យូទ័រ​ដែល​មើល​ឃើញ​កុំព្យូទ័រ​ផ្សេង​ទៀត​នៅ​លើ​បណ្ដាញ ។
lv: Ar šo nosaukumu tas darbosies tīklā.
sv: Det här namnet kommer att användas om du gör datorn synlig för andra på ett nätverk.
th: ชื่อนี้จะถูกใช้ถ้าคุณปรับแต่งเครื่องให้แสดงตนได้ในระบบเครือข่าย.

source: Migrate Documents and Settings
lv: Dokumentu un iestatījumu pārcelšana
sv: Migrera dokument och inställningar

source: If you do not wish to import any accounts, select nothing and go to the next page.
kk: Импорттайтын ештеңе жоқ болса, келесі бетке өтіңіз.
km: ប្រសិន​បើ​អ្នក​មិនចង់​នាំ​ចូល​គណនី,ជ្រើស​គ្មាន​អ្វី​និង​ទៅ​ទំព័រ​បន្ទាប់​ទៀត ។
lv: Ja nevēlaties neko importēt, pārejiet uz nākamo soli.
sv: Om du inte önskar att importera några konton, välj ingenting och gå vidare till nästa sida.
th: หากคุณไม่ต้องการที่จะเพิ่มผู้ใช้ ให้ไปยังหน้าถัดไปได้เลย

source: Prepare disk space
eu: Prestatu lekua diskan.
kk: Дисктан орын дайындау
km: រៀប​ចំ​ទំហំ​ថាស
lv: Sagatavot vietu diskā
sv: Förbered diskutrymme
th: จัดเตรียมพื้นที่บนฮาร์ดดิสก์

source: How do you want to partition the disk?
eu: Partizioak nola egin nahi dituzu?
kk: Дискті қалай бөлгенді қалайсыз?
km: តើ​អ្នក​ចង់​បន្ត​ចែក​ភាគ​ថាស​ឬ​ទេ​?
lv: Kā jūs vēlaties sadalīt disku?
sv: Hur vill du partitionera disken?
th: คุณต้องการพาร์ทิชันดิสก์อย่างไร?

source: Prepare partitions
eu: Partizioak prestatu.
kk: Бөлімдерді дайындау
km: រៀប​ចំ​ចែក​ភាគ​ថាស
lv: Partīciju sagatavošana
sv: Förbered partitioner
th: จัดเตรียมพาร์ทิชัน

source: Ready to install
eu: Instalatzeko prest
km: រួច​រាល់​សម្រាប់​ដំឡើង
lv: Gatavs instalēšanai
sv: Redo att installera
th: พร้อมที่จะติดตั้งแล้ว

source: Your new operating system will now be installed with the following settings:
eu: Orain zure sistema berria instalatuko da ondoko ezarpenekin:
kk: Операциялық жүйе келесі параметрлермен орнатылатын болады:
km: ប្រព័ន្ធ​ប្រតិបត្ដិ​ការ​ថ្មី​របស់​អ្នក​នឹង​ត្រូវ​បាន​ដំឡើង​ឥឡូវ​ជា​មួយ​នឹង​ការ​កំណត់ ៖
lv: Jūsu jaunā operētājsistēma tiks uzstādīta ar sekojošiem parametriem:
sv: Ditt nya operativsystem kommer nu att installeras med följande inställningar:
th: ระบบปฏิบัติการใหม่ของคุณจะติดตั้งด้วยค่าที่ตั้งไว้ดังนี้:

source: Advanced...
kk: Қосымша...
km: កម្រិត​ខ្ពស់...
lv: Papildus...
sv: Avancerat...
th: ขั้นสูง...

source: Install[ action ]
kk: Орнату
km: ដំឡើង[ សកម្មភាព ]
lv: Instalēt
sv: Installera
th: ติดตั้ง

source: Step ${INDEX} of ${TOTAL}
eu: ${INDEX} / ${TOTAL} pausua
kk: ${TOTAL} қадамның ${INDEX}
km: ជំហាន​ទី ${INDEX} នៃ ${TOTAL}
lv: Solis ${INDEX} no ${TOTAL}
sv: Steg ${INDEX} av ${TOTAL}
th: ขั้นที่ ${INDEX} จาก ${TOTAL}

source: Abort the installation?
eu: Instalazioa gelditu nahi duzu?
lv: Atcelt instalāciju
sv: Avbryt installationen?

source: Do you really want to abort the installation now?
eu: Partizioak egiteko menura itzuli nahi duzu?
lv: Vai tiešām vēlaties pārtraukt instalēšanu?
sv: Vill du verkligen avbryta installationen nu?

source: Skip
eu: Utzi
kk: Өткізіп жіберу
km: រំលង
lv: Izlaist
sv: Hoppa över
th: ข้าม

source: Installation complete
eu: Instalazioa egin da
kk: Орнату аяқталды
km: ការ​ដំឡើង​ជោគជ័យ
lv: Instalācija pabeigta
sv: Installationen slutförd

source: Continue using the live CD
eu: Jarraitu zuzeneko CD-a erabiltzen
kk: Live CD қолдануды жалғастыру
km: បន្ត​ប្រើ live CD
lv: Turpināt lielot live CD
sv: Fortsätt använda live-cd

source: Restart now
eu: Berrabiarazi orain
kk: Қайта жегу
km: ចាប់​ផ្តើម​ឡើង​វិញឥឡូវ
lv: Restartēt tūlīt
sv: Starta om nu

source: Installer crashed
kk: Орнату бағдарламасы қирап қалды
km: អ្នក​ដំឡើង​មាន​បញ្ហា
lv: Instalātors avarēja
sv: Installationsprogrammet kraschade
th: การติดตั้งไม่ประสบผลสำเร็จ

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
kk: Өкінішке орай, орнату бағдарламасының қирауы орын алды. Қате туралы хабарламаны https://launchpad.net/ubuntu/+source/ubiquity/+filebug адресіне жіберуді сұраймыз (бұрыннан бар хабарламаларға тіркемеңіз). Өндірушілер табылған қатені мүмкіндігінше тез жөндеуге тырысады. Қате кетудің себебін анықтауға көмектесу үшін хабарламаңызбен бірге /var/log/syslog және /var/log/partman: файлдарын бірге тіркеп жіберуді сұраймыз.
km: យើង​សូម​អភ័យ​ទោស; កម្មវិធី​ដំឡើង​មាន​បញ្ហា ។ សូម​រាយការណ៍​កំហុស​ថ្មី​មួយ​ទៅ​ https://launchpad.net/ubuntu/+source/ubiquity/+filebug (មិន​បាន​ភ្ជាប់​សេចក្តីលម្អិត​របស់​អ្នក​ទៅ​នឹង​កំហុស​ដែល​មាន​រួច) ហើយ​អ្នក​អភិវឌ្ឍន៍​នឹងអាច​បម្រើ​រាល់​បញ្ហា ។ ជួយ​ពន្យល់​អ្នក​អភិវឌ្ឍន៍​នូវ​អ្វី​ដែល​ខុស, បូក​បញ្ចូល​តាម​សេចក្តី​លម្អិត​នូវ​ការ​រាយការណ៍​កំហុស​របស់​អ្នក, និង​ភ្ជាប់​ឯកសារ /var/log/syslog និង /var/log/partman ៖
lv: Diemžēl instalātors avarēja. Lūdzu, izveidotjiet jaunu kļūdas ziņojumu lapā https://launchpad.net/ubuntu/+source/ubiquity/+filebug (nepievienojiet detaļas jau esošos kļūdu ziņojumos) un izstrādātājs pievērsīsies problēmai cik pēc iespējas ātrāk. Lai palīdzētu izstrādātājiem saprast, kas nogāja greizi, iekļaujiet sekojošās detaļas savā kļūdu paziņojumā un pievienojiet failus /var/log/syslog un /var/log/partman:
sv: Ursäkta, installationsprogrammet kraschade. Skicka in en ny felrapport på https://launchpad.net/ubuntu/+source/ubiquity/+filebug (bifoga inte dina detaljer till en befintlig felrapport) och en utvecklare kommer att ta hand om problemet så snart som möjligt. Inkludera följande information i din felrapport samt bifoga filerna /var/log/syslog och /var/log/partman för att hjälpa utvecklarna att förstå vad som gick fel,:
th: เสียใจ ! การติดตั้งไม่ประสบผลสำเร็จ โปรดแจ้งบั๊กที่ https://launchpad.net/ubuntu/+source/ubiquity/+filebug (โดยไม่ต้องแนบหรือรายละเอียดใด ๆ) และทางผู้พัฒนาจะดำเนินแก้ไขโดยเร็วที่สุด เพื่อให้ผู้พัฒนาทราบว่าเกิดอะไรผิดพลาด โปรดแนบรายละเอียดต่อไปนี้ในการรายงานบั๊ก คือ ไฟล์ /var/log/syslog และ /var/log/partman :

source: Create partition
kk: Бөлім жасау
km: បង្កើត​ភាគ​ថាស
lv: Izveidot partīciju
sv: Skapa partition
th: สร้างพาร์ทิชั่น

source: New partition size in megabytes (1000000 bytes):
kk: Жаңа бөлімнің көлемі, МБ (1000000 байт):
km: ភាគ​ថាស​ថ្មី​ក្នុង​ទំហំ​មេកាបៃ (១០០០០០០ បៃ) ៖
lv: Jaunās partīcijas izmērs megabaitos (1000000 baiti):
sv: Storlek för ny partition i megabyte (1000000 byte):
th: สร้างพาร์ทิชั่นใหม่ในขนาดเม็กกะไบต์ (1000000 ไบต์)

source: Beginning
kk: Басы
km: កំពុង​ចាប់​ផ្តើម
lv: Sākumā
sv: Början
th: ต้น

source: End
kk: Соңы
km: បញ្ចប់
lv: Beigās
sv: Slutet
th: ท้าย

source: Primary
kk: Негізгі
km: ចម្បង
lv: Primārā
sv: Primär
th: ไพรเมรี่

source: Logical
kk: логикалық
km: ឡូជីខល
lv: Loģiskā
sv: Logisk
th: ลอจิคัล

source: Edit partition
kk: Бөлімді түзету
km: កែសម្រួល​ភាគ​ថាស
lv: Labot partīciju
sv: Redigera partition
th: แก้ไขพาร์ทิชั่น

source: Edit a partition
kk: Бөлімді түзету
km: កែសម្រួល​ភាគថាស
lv: Labot partīciju
sv: Redigera en partition
th: แก้ไขพาร์ทิชั่น

source: Advanced Options
kk: Қосымша параметрлер
km: ជម្រើស​កម្រិត​ខ្ពស់
lv: Advancētas Opcijas
sv: Avancerade alternativ
th: ตัวเลือกขั้นสูง

source: Boot loader
kk: Жегуші
km: កម្មវិធី​ចាប់​ផ្ដើម​ប្រព័ន្ធ
lv: Sāknētājs
sv: Starthanterare
th: บูตโหลดเดอร์

source: Install boot loader
kk: Жегушіні орнату
km: ដំឡើង​កម្មវិធី​ចាប់​ផ្ដើម​ប្រព័ន្ធ
lv: Uzinstalēt sistēmas ielādētāju
sv: Installera starthanterare
th: ติดตั้งบูตโหลดเดอร์

source: Popularity contest
kk: Танымалдық рейтингі
km: ការ​ប្រកួត​ប្រជែង​ដោយ​មាន​ប្រជាប្រិយ
lv: Popularitātes konkurss
sv: Populäritetstävling
th: การแข่งขันความนิยม

source: Participate in the package usage survey
kk: Дестелерді қолдану рейтингін құруға қатысу
km: ស្ទង់​ចំណែក​ដែល​មាន​ក្នុង​កញ្ចប់
lv: Piedalīties pakotņu izmantošanas aptaujā
sv: Delta i undersökningen av paketanvändning
th: เข้าร่วมในการสำรวจการใช้งานแพคเกจ

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live CD, although any changes you make or documents you save will not be preserved.
eu: Instalazioa amaitu egin da. Orain zure sistema berrabiarazi behar duzu zure sistema berria erabili ahal izateko. Naji baduzu zuzeneko CD hau erabiltzen jarrai dezakezu, baina edozein dokumentuan egindako aldaketak ez dira gordeko.
kk: Орнату аяқталды. Жүйені пайдалана бастау үшін компьютерді қайта жегу керек. Осы live CD пайдалануды жалғастырсаңыз да болады, бірақ жасалған өзгерістер сақталмайтынын тағы бір ескерте кетейік.
km: ការ​ដំឡើង​បាន​ជោគជ័យ ។ អ្នក​ត្រូវ​ចាប់​ផ្តើម​កុំព្យូទ័រ​ឡើង​វិញ​ក្នុង​ការ​រៀប​ចំ​ប្រើ​ការ​ដំឡើង​ថ្មី ។ អ្នក​អាច​បន្ត​ប្រើ live CD, ទោះ​បី​ជា​អ្នក​បង្កើត​ការ​ផ្លាស់​ប្ដូរ ឬឯកសារ​ដែល​អ្នក​រក្សារ​ទុក្ខ​នឹង​មិន​បាន​ការ​ពារឡើយ ។
lv: Instalēšana ir pabeigta. Lai lietotu jauno sistēmu, ir jāpārstartē dators. Jūs varat arī turpināt lietot šo live CD, bet nekādas izmaiņas dokumentos netiks saglabātas.
sv: Installationen är färdig. Du måste starta om datorn för att använda den nya installationen. Du kan fortsätta använda den här live-cd:n, men de ändringar du gör eller de dokument du sparar kommer inte att bevaras.

source: Go Back
eu: Joan atzera
kk: Қайту
km: ថយក្រោយ
lv: Atpakaļ
sv: Gå tillbaka
th: ย้อนกลับ

source: Continue
eu: Jarraitu
kk: Жалғастыру
km: បន្ត
lv: Turpināt
sv: Fortsätt
th: ดำเนินการต่อ

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
kk: Тіл: ${LANGUAGE} Пернетақта сәйкестігі: ${KEYMAP} Аты: ${FULLNAME} Пайдаланушы аты: ${USERNAME} Орналасуы: ${LOCATION} Көшіріп әкелу көмекшісі: ${MIGRATE}
km: ភាសា ៖ ${LANGUAGE} ប្លង់​ក្ដារ​ចុច ៖ ${KEYMAP} ឈ្មោះ ៖ ${FULLNAME} ឈ្មោះចូល ៖ ${USERNAME} ទីតាំង ៖ ${LOCATION} ជំនួយ​ការ​ទេសន្ដរប្រវេសន៍ ៖ ${MIGRATE}
lv: Valoda: ${LANGUAGE} Klaviatūras izkārtojums: ${KEYMAP} Vārds: ${FULLNAME} Lietotājvārds: ${USERNAME} Atrašanās vieta: ${LOCATION} Migrācijas palīgs: ${MIGRATE}
sv: Språk: ${LANGUAGE} Tangentbordslayout: ${KEYMAP} Namn: ${FULLNAME} Inloggningsnamn: ${USERNAME} Plats: ${LOCATION} Migrationsguide: ${MIGRATE}
th: ภาษา: ${LANGUAGE} แป้นพิมพ์: ${KEYMAP} ชื่อ: ${FULLNAME} ชื่อในการเข้าระบบ: ${USERNAME} ตำแหน่งที่อยู่: ${LOCATION} ผู้ช่วยเหลือในการโอนย้าย: ${MIGRATE}

source: Checking the installation...
kk: Орнату дестесін тексеру...
km: កំពុង​ពិនិត្យ​ការ​ដំឡើង...
lv: Pārbauda instalāciju...
sv: Kontrollerar installationen...
th: กำลังตรวจสอบการติตตั้ง...

source: Installing system
eu: Instalatzen
kk: Жүйе орнатылуда
km: កំពុង​ដំឡើង​ប្រព័ន្ធ
lv: Instalēju sistēmu
sv: Installerar systemet
th: กำลังติดตั้งระบบ

source: Finding the distribution to copy...
eu: Kopiatzeko banaketa bilatzen...
kk: Көшірілетін дистрибутивті табу...
km: កំពុង​ស្វែង​រក​​របាយ​ដើម្បី​ចម្លង...
lv: Meklē distributīvu kopēšanai...
sv: Söker efter distributionen att kopiera...
th: ค้นหาชุดเผยแพร่สำหรับคัดลอก...

source: Scanning files...
eu: Fitxategiak arakatzen...
km: កំពុង​វិភាគ​ឯកសារ...
lv: Skanēju failus...
sv: Söker efter filer...
th: กำลังค้นหาไฟล์...

source: Copying files...
eu: Fitxategiak kopiatzen...
km: កំពុង​ចម្លង​ឯកសារ...
lv: Kopēju failus...
sv: Kopierar filer...
th: กำลังคัดลอกไฟล์...

source: Copying files (less than a minute remaining)...
kk: Файлдарды көшіру (бір минуттан аз қалды)...
km: កំពុង​ចម្លង​ឯកសារ (នៅ​សល់​តិច​ជា​ង​មួយ​នាទី)
lv: Kopēju failus (mazāk nekā minūte atlikusi)...
sv: Kopierar filer (mindre än en minut återstår)...
th: กำลังคัดลอกไฟล์(เหลืออีกไม่ถึงนาที)...

source: The installer encountered an error copying files to the hard disk:
kk: Файлдарды қатқыл дискке көшіру кезінде қате кетті:
km: អ្នក​ដំឡើង​បាន​ជួប​ប្រទះ​កំហុស​ក្នុង​ការ​ចម្លង​ឯកសារ​នៅ​លើ​ថាស​ ៖
lv: Kopējot failus uz diska notikusi kļūda:
sv: Installationsprogrammet påträffade ett fel vid kopiering av filer till hårddisken:
th: โปรแกรมติดตั้งไม่สามารถคัดลอกไฟล์ลงฮาร์ดดิสก์ได้์:

source: Failed to copy files; faulty CD/DVD?
lv: Failu kopēšana neizdevās; bojāts CD/DVD?
sv: Misslyckades med att kopiera filer; trasig cd/dvd?

source: This particular error is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
lv: Šāda kļūda nereti gadās bojāta CD/DVD diska vai diskiekārtas dēļ. Mēģiniet notīrīt disku, rakstīt CD/DVD ar mazāku ātrumu vai notīrīt CD/DVD diskiekārtas lēcu.
sv: Det här specifika felet beror ofta på en felaktig cd/dvd-skiva eller enhet. Det kan hjälpa att göra rent skivan, att bränna skivan med en lägre hastighet, eller att göra rent linsen i cd/dvd-enheten (rengöringsprodukter finns ofta hos elektronikleverantörer).

source: Failed to copy files; faulty hard disk?
lv: Failu kopēšana neizdevās; bojāts cietais disks?
sv: Misslyckades med att kopiera filer; trasig hårddisk?

source: This particular error is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
lv: Šī kļūda nereti rodas bojātiem cietajiem diskiem. Pārliecinieties, ka jūsu disks nav vecs un bojāts un ka to nevajag mainīt. Tāpat varat mēģināt pārvietot datoru uz kādu vēsāku vietu.
sv: Det här specifika felet beror ofta på en felaktig hårddisk. Det kan hjälpa att kontrollera huruvida hårddisken är gammal och behöver bytas ut, eller att flytta systemet till en kallare miljö.

source: Failed to copy files; faulty CD/DVD or hard disk?
lv: Failu kopēšana neizdevās; bojāts CD/DVD vai cietais disks?
sv: Misslyckades med att kopiera filer; trasig cd/dvd eller hårddisk?
